Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/ordinary_referendum.html.txt.tmx
Source language: en
Languages: ga

source: It is possible to have an ordinary referendum which is one that does not relate to amending Bunreacht na hEireann (the Irish Constitution)
ga: Is gnáth reifreann ceann nach mbaineann le leasú a dhéanamh ar an mBunreacht, cé nach raibh aon reifreann den chineál seo ann fós

source: Since the foundation of the State however, no ordinary referendum has ever been held
ga: Ó bhunús an Stáit ní raibh aon reifreann den chineál seo ann fós

source: An ordinary referendum would take place if the Irish President received a joint petition from both houses of the Oireachtas (the Irish Parliament), that is, the Dáil and the Seanad
ga: Dá bhfaigheadh an tUachtarán comhachainí ón Dáil agus ón Seanad d'fhéadfaí gnáth reifreann a bheith ann

source: The petition would set out that a proposed Bill was of such national importance that the will of the people of Ireland should be found out before it became law
ga: Bheadh sé leagtha síos san achainí go raibh tábhacht mór náisiúnta ag baint le Bille molta nach mór toil mhuintir a fhiosrú romh dlí a dhéanamh den bhille

source: The joint petition must be passed by the majority of the members of the Seanad and one-third of the members of the Dáil
ga: Ní mór do thromlach na Seanadóirí agus aon trian de na Teachtaí Dála a bheith ar son na hachainí

source: When the President receives the petition, he/she must consult the Council of State
ga: Nuair a thagann an achainí os comhair an Uachtaráin ní mór dí/dó dul i gcomhairle leis an gComhairle Stáit

source: If the President decides that the Bill contains a proposal of such national importance that the will of the people should be found out, he/she will refuse to sign the Bill until a referendum has been held
ga: Má dhéanann an tUachtarán cinneadh go bhfuil tábhacht mór náisiúnta ag baint leis an moladh sa bhille gur gá toil mhuintir na hÉireann a lorg diúltóidh sí/sé an bille a shíniú go dtí go mbeidh reifreann ar an gceist

source: The referendum must be held within 18 months of the President's decision not to sign the Bill
ga: Ní mór go mbeadh reifreann ann taobh istigh de 18 mí ó dhéanann an tUachtarán cinneadh gan an bille a shíniú

source: This referendum gives the people of Ireland a chance to decide whether the Bill should become part of Irish law
ga: Tugann an reifreann deis do phobal na hÉireann cinneadh a dhéanamh an ceart dlí a dhéanamh den bhille

source: The voting procedure at the ordinary referendum is the same as in a constitutional referendum, except that the proposal is deemed to have been vetoed by the people if:
ga: Tá an córas vótála céanna i bhfeidhm do ghnáth reifreann agus a bhíonn do reifreann bunreachtúil , ach amháin go meastar go bhfuil diúltaithe ag an bpobal don mholadh má:

source: • The majority of the votes cast are against the Bill and
ga: • Bhíonn tromlach na vótaí caite i gcoinne an Bhille agus

source: • Those votes make up at least one-third of the presidential electors on the register of electors
ga: • Dhéanann na vótaí sin suas ar a laghad aon trian de na toghthóirí uachtaráin ar chlár na dtoghthóirí
